Repository: Wayne-Kim/pocket-sisyphus
Catalog: ios/PocketSisyphus/Localizable.xcstrings
Source language: ko
Languages: ar, en, es, fr, hi, ja, pt_br, ru, zh_hans

source: Tor 네트워크를 시작하지 못했어요. 인터넷 연결을 확인하고 잠시 뒤 다시 시도해 주세요.
ar: تعذّر بدء شبكة Tor. تحقق من اتصالك بالإنترنت وأعد المحاولة بعد قليل.
en: Couldn't start the Tor network. Check your internet connection and try again in a moment.
es: No se pudo iniciar la red Tor. Comprueba tu conexión a internet e inténtalo de nuevo en un momento.
fr: Impossible de démarrer le réseau Tor. Vérifiez votre connexion Internet et réessayez dans un instant.
hi: Tor नेटवर्क शुरू नहीं हो सका। अपना इंटरनेट कनेक्शन जांचें और थोड़ी देर बाद फिर कोशिश करें।
ja: Tor ネットワークを開始できませんでした。インターネット接続を確認して、しばらくしてから再試行してください。
pt_br: Não foi possível iniciar a rede Tor. Verifique sua conexão com a internet e tente novamente em instantes.
ru: Не удалось запустить сеть Tor. Проверьте подключение к интернету и повторите попытку через мгновение.
zh_hans: 无法启动 Tor 网络。请检查网络连接，稍后重试。

source: Tor 는 연결됐지만 Mac 데몬이 응답하지 않았어요. Mac 앱이 실행 중인지 확인하고 다시 시도해 주세요.
ar: تم الاتصال بـ Tor، لكن خدمة Mac لم تستجب. تأكد من تشغيل تطبيق Mac وأعد المحاولة.
en: Tor connected, but the Mac daemon didn't respond. Make sure the Mac app is running and try again.
es: Tor se conectó, pero el daemon de Mac no respondió. Asegúrate de que la app de Mac esté en ejecución e inténtalo de nuevo.
fr: Tor s'est connecté, mais le démon Mac n'a pas répondu. Vérifiez que l'app Mac est en cours d'exécution et réessayez.
hi: Tor कनेक्ट हो गया, लेकिन Mac डेमॉन ने जवाब नहीं दिया। सुनिश्चित करें कि Mac ऐप चल रहा है और फिर से कोशिश करें।
ja: Tor は接続されましたが、Mac のデーモンが応答しませんでした。Mac アプリが起動しているか確認して再試行してください。
pt_br: O Tor conectou, mas o daemon do Mac não respondeu. Verifique se o app do Mac está em execução e tente novamente.
ru: Tor подключился, но демон на Mac не ответил. Убедитесь, что приложение для Mac запущено, и повторите попытку.
zh_hans: Tor 已连接，但 Mac 守护进程没有响应。请确认 Mac 应用正在运行后重试。

source: Tor 데이터 디렉토리 준비 실패
ar: فشل تهيئة مجلد بيانات Tor
en: Failed to prepare Tor data directory
es: Error al preparar el directorio de datos de Tor
fr: Échec de la préparation du répertoire de données Tor
hi: Tor डेटा निर्देशिका तैयार करने में विफल
ja: Tor データディレクトリの準備に失敗
pt_br: Falha ao preparar o diretório de dados do Tor
ru: Не удалось подготовить каталог данных Tor
zh_hans: Tor 数据目录准备失败

source: Tor 보안 연결
ar: اتصال Tor آمن
en: Secure Tor connection
es: Conexión segura Tor
fr: Connexion Tor sécurisée
hi: Tor सुरक्षित कनेक्शन
ja: Tor セキュア接続
pt_br: Conexão Tor segura
ru: Безопасное подключение Tor
zh_hans: Tor 安全连接

source: Tor 부팅 실패
ar: فشل تشغيل Tor
en: Tor failed to start
es: Error al iniciar Tor
fr: Échec du démarrage de Tor
hi: Tor शुरू नहीं हो सका
ja: Tor の起動に失敗しました
pt_br: Falha ao iniciar o Tor
ru: Tor не запустился
zh_hans: Tor 启动失败

source: Tor 연결과 회복 자세히 보기
ar: اعرف المزيد عن اتصال Tor والاستعادة
en: Learn more about Tor connection & recovery
es: Más sobre la conexión y recuperación de Tor
fr: En savoir plus sur la connexion et la récupération Tor
hi: Tor कनेक्शन और रिकवरी के बारे में जानें
ja: Tor 接続と回復について詳しく
pt_br: Saiba mais sobre conexão e recuperação Tor
ru: Подробнее о подключении и восстановлении Tor
zh_hans: 了解 Tor 连接与恢复详情

source: Tor 연결을 준비하지 못했어요
ar: تعذّر تجهيز اتصال Tor
en: Couldn't get Tor ready
es: No se pudo preparar la conexión Tor
fr: Impossible de préparer la connexion Tor
hi: Tor कनेक्शन तैयार नहीं हो सका
ja: Tor 接続を準備できませんでした
pt_br: Não foi possível preparar a conexão Tor
ru: Не удалось подготовить подключение к Tor
zh_hans: 无法准备 Tor 连接

source: Tor 연결이 막혀 있어요. 학교·회사·일부 국가 네트워크는 Tor 를 차단할 수 있어요 — Tor bridge 를 설정하면 우회할 수 있습니다.
ar: يبدو أن Tor محظور. قد تحظر شبكات المدارس أو الشركات أو بعض الدول Tor — إعداد جسر Tor يمكن أن يتجاوز ذلك.
en: Tor seems to be blocked. School, workplace, or some national networks may block Tor — setting up a Tor bridge can get around it.
es: Parece que Tor está bloqueado. Las redes de escuelas, empresas o de algunos países pueden bloquear Tor; configurar un puente de Tor puede sortearlo.
fr: Tor semble bloqué. Les réseaux scolaires, d'entreprise ou de certains pays peuvent bloquer Tor — configurer un pont Tor permet de le contourner.
hi: ऐसा लगता है कि Tor अवरुद्ध है। स्कूल, कार्यालय या कुछ देशों के नेटवर्क Tor को रोक सकते हैं — Tor bridge सेट करने से इसे बायपास किया जा सकता है।
ja: Tor がブロックされているようです。学校・職場・一部の国のネットワークは Tor を遮断することがあります — Tor bridge を設定すると回避できます。
pt_br: O Tor parece estar bloqueado. Redes de escolas, empresas ou de alguns países podem bloquear o Tor — configurar uma ponte Tor pode contornar isso.
ru: Похоже, Tor заблокирован. Сети школ, компаний или некоторых стран могут блокировать Tor — настройка моста Tor поможет обойти блокировку.
zh_hans: Tor 似乎被屏蔽了。学校、公司或某些国家/地区的网络可能会屏蔽 Tor——设置 Tor bridge 即可绕过。

source: Tor 연결이 막히는 네트워크에서 bridge(obfs4 등)를 거쳐 우회 연결할 수 있어요.
ar: في الشبكات التي تحظر Tor، يمكنك الاتصال عبر جسر (مثل obfs4).
en: On networks that block Tor, you can connect through a bridge (such as obfs4).
es: En redes que bloquean Tor, puedes conectarte a través de un puente (como obfs4).
fr: Sur les réseaux qui bloquent Tor, vous pouvez vous connecter via un pont (comme obfs4).
hi: जो नेटवर्क Tor को रोकते हैं, वहाँ आप bridge (जैसे obfs4) के ज़रिए कनेक्ट कर सकते हैं।
ja: Tor を遮断するネットワークでも、bridge(obfs4 など)を経由して接続できます。
pt_br: Em redes que bloqueiam o Tor, você pode se conectar por uma ponte (como obfs4).
ru: В сетях, блокирующих Tor, можно подключаться через мост (например, obfs4).
zh_hans: 在屏蔽 Tor 的网络中,你可以通过 bridge(如 obfs4)连接。

source: Tor 차단 우회 도움말 보기
ar: اطّلع على مساعدة تجاوز حجب Tor
en: See help on bypassing Tor blocks
es: Ver ayuda para evitar el bloqueo de Tor
fr: Voir l'aide pour contourner le blocage de Tor
hi: Tor ब्लॉक को बायपास करने में मदद देखें
ja: Tor ブロックの回避ヘルプを見る
pt_br: Ver ajuda para contornar o bloqueio do Tor
ru: Помощь по обходу блокировки Tor
zh_hans: 查看绕过 Tor 屏蔽的帮助

source: Tor 회로 빌드를 미리 데우기 위해 백그라운드에서 health 한 번 호출해 둡니다. 그래서 직접 SSH 가 안 잡히는 환경에서도 세션 화면 첫 진입이 빠르게 느껴집니다.
ar: نُجري استدعاء health مرة واحدة في الخلفية لتسخين بناء دائرة Tor مسبقاً. لذا حتى في البيئات التي لا يتوفر فيها SSH المباشر، يبدو الدخول الأول إلى شاشة الجلسة سريعاً.
en: We make a single health call in the background to pre-warm the Tor circuit build. That way, even in environments without direct SSH, the first entry to the session screen still feels fast.
es: Hacemos una llamada de health en segundo plano para precalentar la construcción del circuito Tor. Así, incluso en entornos sin SSH directo, la primera entrada a la pantalla de sesión se siente rápida.
fr: Nous faisons un appel health en arrière-plan pour préchauffer la construction du circuit Tor. Ainsi, même sans SSH direct, la première entrée dans l’écran de session reste rapide.
hi: Tor सर्किट बिल्ड को पहले से गर्म रखने के लिए हम बैकग्राउंड में एक बार health कॉल कर देते हैं। इसलिए जिन वातावरणों में सीधा SSH उपलब्ध नहीं है, वहाँ भी सत्र स्क्रीन में पहली बार प्रवेश तेज़ महसूस होता है।
ja: Tor 回路ビルドを事前に温めるためにバックグラウンドで health を 1 回呼び出しておきます。これにより、直接 SSH が掴めない環境でもセッション画面への初回遷移が速く感じられます。
pt_br: Fazemos uma chamada de health em background para pré-aquecer o build do circuito Tor. Assim, mesmo em ambientes sem SSH direto, a primeira entrada na tela de sessão parece rápida.
ru: В фоне мы делаем один вызов health, чтобы заранее «разогреть» сборку Tor-цепочки. Поэтому даже в средах без прямого SSH первый переход на экран сессии ощущается быстрым.
zh_hans: 为了预热 Tor 电路构建，我们会在后台调用一次 health。这样即使在直连 SSH 不可达的环境下，首次进入会话界面也会感觉很快。

source: Tor 회로 재빌드
ar: إعادة بناء دائرة Tor
en: Rebuild Tor circuit
es: Reconstruir circuito Tor
fr: Reconstruire le circuit Tor
hi: Tor सर्किट पुनः बनाएँ
ja: Tor 回路を再構築
pt_br: Reconstruir circuito Tor
ru: Перестроить цепь Tor
zh_hans: 重建 Tor 线路

source: Tor 회로로 통신 중 — 직접 SSH 가 닿지 않아 fallback 채택 (느림)
ar: يجري التواصل عبر دائرة Tor — تعذّر الاتصال المباشر بـ SSH فاعتُمد البديل (أبطأ)
en: Communicating via Tor circuit — direct SSH not reachable, fallback engaged (slower)
es: Comunicación a través del circuito Tor — el SSH directo no está accesible, se usa el modo alternativo (más lento)
fr: Communication via le circuit Tor — SSH direct indisponible, repli activé (plus lent)
hi: Tor सर्किट के माध्यम से संवाद — सीधा SSH उपलब्ध नहीं, fallback सक्रिय (धीमा)
ja: Tor サーキット経由で通信中 — 直接 SSH に到達できないため fallback を採用(低速)
pt_br: Comunicando via circuito Tor — SSH direto indisponível, fallback ativado (mais lento)
ru: Связь через цепь Tor — прямой SSH недоступен, задействован запасной канал (медленнее)
zh_hans: 正在通过 Tor 线路通信 — 无法直接 SSH，已启用备用通道(较慢)

source: Tor 회로를 새로 빌드하고 다시 연결합니다.
ar: يعيد بناء دائرة Tor ويعيد الاتصال.
en: Rebuilds the Tor circuit and reconnects.
es: Reconstruye el circuito de Tor y vuelve a conectar.
fr: Reconstruit le circuit Tor et se reconnecte.
hi: Tor सर्किट को फिर से बनाता है और दोबारा कनेक्ट करता है।
ja: Tor 回路を再構築して再接続します。
pt_br: Reconstrói o circuito Tor e reconecta.
ru: Перестраивает цепочку Tor и переподключается.
zh_hans: 重建 Tor 线路并重新连接。

source: Tor 회로를 새로 빌드하고 재시도합니다.
ar: إعادة بناء دائرة Tor والمحاولة مجددًا.
en: Rebuilds the Tor circuit and retries.
es: Reconstruye el circuito Tor y reintenta.
fr: Reconstruit le circuit Tor et réessaie.
hi: Tor सर्किट दोबारा बनाकर पुनः प्रयास करता है।
ja: Tor 回路を作り直して再試行します。
pt_br: Reconstrói o circuito Tor e tenta de novo.
ru: Перестраивает цепь Tor и повторяет попытку.
zh_hans: 重建 Tor 线路并重试。

# Tor 회복 불가 — %@ 잠시 뒤 다시 시도해 주세요.
source: Tor 회복 불가 — %@\n잠시 뒤 다시 시도해 주세요.
ar: تعذّرت استعادة Tor — %@ يرجى المحاولة مرة أخرى بعد قليل.
en: Tor recovery failed — %@ Please try again in a moment.
es: No se pudo recuperar Tor — %@ Inténtalo de nuevo en un momento.
fr: Impossible de récupérer Tor — %@ Veuillez réessayer dans un instant.
hi: Tor की रिकवरी नहीं हो सकी — %@ कृपया थोड़ी देर बाद फिर कोशिश करें।
ja: Tor を回復できません — %@ 少し時間をおいてから再度お試しください。
pt_br: Não foi possível recuperar o Tor — %@ Tente novamente em instantes.
ru: Не удалось восстановить Tor — %@ Попробуйте ещё раз чуть позже.
zh_hans: Tor 无法恢复 — %@ 请稍后再试。

source: Tor가 준비되지 않음
ar: Tor غير جاهز
en: Tor is not ready
es: Tor no está listo
fr: Tor n’est pas prêt
hi: Tor तैयार नहीं है
ja: Tor が準備できていません
pt_br: O Tor não está pronto
ru: Tor не готов
zh_hans: Tor 尚未就绪

source: VPN 구성 로드 실패
ar: تعذّر تحميل إعدادات VPN
en: Failed to load VPN configuration
es: Error al cargar la configuración de VPN
fr: Échec du chargement de la configuration VPN
hi: VPN कॉन्फ़िगरेशन लोड नहीं हो सका
ja: VPN 構成の読み込みに失敗しました
pt_br: Falha ao carregar a configuração da VPN
ru: Не удалось загрузить конфигурацию VPN
zh_hans: VPN 配置加载失败

source: VPN 구성 실패: %@
ar: فشل إعداد VPN: %@
en: VPN configuration failed: %@
es: Error al configurar la VPN: %@
fr: Échec de la configuration VPN : %@
hi: VPN कॉन्फ़िगरेशन विफल: %@
ja: VPN 構成に失敗しました: %@
pt_br: Falha na configuração da VPN: %@
ru: Не удалось настроить VPN: %@
zh_hans: VPN 配置失败:%@

source: VPN 시작 실패: %@
ar: فشل بدء VPN: %@
en: Failed to start VPN: %@
es: Error al iniciar la VPN: %@
fr: Échec du démarrage du VPN : %@
hi: VPN शुरू नहीं हो सका: %@
ja: VPN の開始に失敗しました: %@
pt_br: Falha ao iniciar a VPN: %@
ru: Не удалось запустить VPN: %@
zh_hans: VPN 启动失败:%@

source: Wi-Fi 를 끄고 셀룰러로 바꾸거나 다른 네트워크에서 다시 시도해 보세요.
ar: جرّب إيقاف Wi-Fi للتبديل إلى بيانات الجوال، أو أعد المحاولة على شبكة أخرى.
en: Try turning off Wi-Fi to switch to cellular, or try again on a different network.
es: Prueba a desactivar el Wi-Fi para usar los datos móviles, o inténtalo en otra red.
fr: Essayez de désactiver le Wi-Fi pour passer aux données mobiles, ou réessayez sur un autre réseau.
hi: Wi-Fi बंद करके सेल्युलर पर स्विच करें, या किसी दूसरे नेटवर्क पर फिर से कोशिश करें।
ja: Wi-Fi をオフにしてモバイル通信に切り替えるか、別のネットワークで再試行してください。
pt_br: Tente desativar o Wi-Fi para usar os dados móveis, ou tente novamente em outra rede.
ru: Попробуйте отключить Wi-Fi и перейти на мобильную сеть или повторите в другой сети.
zh_hans: 试试关闭 Wi-Fi 切换到蜂窝网络，或换一个网络重试。

source: `claude --dangerously-skip-permissions` 와 동일. bash/Write/Edit 같은 도구도 곧바로 실행됩니다. 한 번 결정하면 이 세션 동안 유지돼요.
ar: يعادل `claude --dangerously-skip-permissions`. أدوات مثل bash/Write/Edit تعمل فورًا. يبقى الخيار مفعّلًا طوال الجلسة بعد ضبطه.
en: Equivalent to `claude --dangerously-skip-permissions`. Tools like bash/Write/Edit run immediately. Once set, it stays on for this session.
es: Equivale a `claude --dangerously-skip-permissions`. Herramientas como bash/Write/Edit se ejecutan al instante. Una vez establecido, permanece activo en esta sesión.
fr: Équivalent à `claude --dangerously-skip-permissions`. Les outils bash/Write/Edit s’exécutent immédiatement. Une fois défini, reste actif pour cette session.
hi: `claude --dangerously-skip-permissions` के बराबर। bash/Write/Edit जैसे टूल तुरंत चलते हैं। एक बार सेट करने पर इस सत्र में बना रहता है।
ja: `claude --dangerously-skip-permissions` と同等。bash/Write/Edit などのツールも即座に実行されます。一度設定するとこのセッション中は維持されます。
pt_br: Equivalente a `claude --dangerously-skip-permissions`. Ferramentas como bash/Write/Edit executam imediatamente. Uma vez definido, permanece ativo nesta sessão.
ru: Эквивалент `claude --dangerously-skip-permissions`. Инструменты вроде bash/Write/Edit запускаются мгновенно. Включив один раз, остаётся активным в этой сессии.
zh_hans: 等同于 `claude --dangerously-skip-permissions`。bash/Write/Edit 等工具会立即执行。一旦开启,在此会话中持续生效。

source: `claude --dangerously-skip-permissions` 와 동일하게 동작합니다. bash/Write/Edit 같은 도구도 곧바로
ar: يعمل تمامًا مثل `claude --dangerously-skip-permissions`. أدوات مثل bash/Write/Edit تُنفَّذ مباشرة
en: Behaves the same as `claude --dangerously-skip-permissions`. Tools like bash/Write/Edit run immediately
es: Funciona igual que `claude --dangerously-skip-permissions`. Herramientas como bash/Write/Edit se ejecutan al instante
fr: Fonctionne comme `claude --dangerously-skip-permissions`. Les outils comme bash/Write/Edit s’exécutent immédiatement
hi: `claude --dangerously-skip-permissions` जैसा ही व्यवहार करता है। bash/Write/Edit जैसे टूल तुरंत चलते हैं
ja: `claude --dangerously-skip-permissions` と同じ動作です。bash/Write/Edit などのツールも即座に実行されます
pt_br: Funciona como `claude --dangerously-skip-permissions`. Ferramentas como bash/Write/Edit executam imediatamente
ru: Работает как `claude --dangerously-skip-permissions`. Инструменты bash/Write/Edit запускаются сразу
zh_hans: 行为与 `claude --dangerously-skip-permissions` 相同。bash/Write/Edit 等工具会立即执行

source: brew.sh 열기
ar: فتح brew.sh
en: Open brew.sh
es: Abrir brew.sh
fr: Ouvrir brew.sh
hi: brew.sh खोलें
ja: brew.sh を開く
pt_br: Abrir brew.sh
ru: Открыть brew.sh
zh_hans: 打开 brew.sh

source: bridge 경유로 연결 중…
ar: جارٍ الاتصال عبر جسر…
en: Connecting through a bridge…
es: Conectando a través de un puente…
fr: Connexion via un pont…
hi: bridge के ज़रिए कनेक्ट हो रहा है…
ja: bridge 経由で接続中…
pt_br: Conectando por uma ponte…
ru: Подключение через мост…
zh_hans: 正在通过 bridge 连接…

source: bridge 경유로 연결됨
ar: متصل عبر جسر
en: Connected through a bridge
es: Conectado a través de un puente
fr: Connecté via un pont
hi: bridge के ज़रिए कनेक्ट किया गया
ja: bridge 経由で接続済み
pt_br: Conectado por uma ponte
ru: Подключено через мост
zh_hans: 已通过 bridge 连接

source: bridge 로도 Tor 에 연결하지 못했어요. bridge 라인이 만료됐거나 막혔을 수 있어요 — 새 bridge 를 받아 다시 시도해 주세요.
ar: تعذّر الوصول إلى Tor حتى عبر جسر. قد تكون أسطر الجسر منتهية الصلاحية أو محظورة — احصل على جسور جديدة وحاول مرة أخرى.
en: Couldn't reach Tor even through a bridge. The bridge lines may be expired or blocked — get new bridges and try again.
es: No se pudo llegar a Tor ni a través de un puente. Las líneas de puente pueden estar caducadas o bloqueadas; obtén nuevos puentes e inténtalo de nuevo.
fr: Impossible d'atteindre Tor même via un pont. Les lignes de pont sont peut-être expirées ou bloquées — obtenez de nouveaux ponts et réessayez.
hi: bridge के ज़रिए भी Tor तक नहीं पहुँचा जा सका। bridge लाइनें समाप्त या अवरुद्ध हो सकती हैं — नए bridge प्राप्त करके फिर से प्रयास करें।
ja: bridge を使っても Tor に接続できませんでした。bridge ラインが期限切れか遮断されている可能性があります — 新しい bridge を取得して再試行してください。
pt_br: Não foi possível alcançar o Tor nem por uma ponte. As linhas de ponte podem estar expiradas ou bloqueadas — obtenha novas pontes e tente de novo.
ru: Не удалось подключиться к Tor даже через мост. Возможно, строки моста устарели или заблокированы — получите новые мосты и попробуйте снова.
zh_hans: 即使通过 bridge 也无法连接到 Tor。bridge 行可能已过期或被屏蔽——请获取新的 bridge 后重试。

source: bridge 연결 실패
ar: فشل الاتصال بالجسر
en: Bridge connection failed
es: Falló la conexión del puente
fr: Échec de la connexion du pont
hi: bridge कनेक्शन विफल
ja: bridge 接続に失敗
pt_br: Falha na conexão da ponte
ru: Не удалось подключиться через мост
zh_hans: bridge 连接失败

source: client-auth 키 — Tor v3 클라이언트 인증 키. 이 키 없이는 onion 주소가 있어도 접근 불가.
ar: مفتاح client-auth — مفتاح مصادقة عميل Tor v3. بدونه لا يمكن الوصول حتى مع معرفة عنوان Onion.
en: client-auth key — Tor v3 client authorization key. Without it the onion address alone can’t reach the service.
es: Clave client-auth — clave de autorización de cliente Tor v3. Sin ella, ni siquiera conociendo la dirección Onion se puede llegar al servicio.
fr: Clé client-auth — clé d’autorisation client Tor v3. Sans elle, connaître l’adresse Onion ne suffit pas à atteindre le service.
hi: client-auth कुंजी — Tor v3 क्लाइंट ऑथराइज़ेशन कुंजी। इसके बिना Onion पता जानने पर भी पहुँचा नहीं जा सकता।
ja: client-auth キー — Tor v3 クライアント認可キー。これがないと onion アドレスを知っていてもサービスに到達できません。
pt_br: Chave client-auth — chave de autorização de cliente Tor v3. Sem ela, mesmo conhecendo o endereço Onion não se acessa.
ru: Ключ client-auth — ключ авторизации клиента Tor v3. Без него даже зная onion-адрес, к сервису не подключиться.
zh_hans: client-auth 密钥 — Tor v3 客户端授权密钥。没有它,即使知道 onion 地址也无法访问服务。

source: client-auth 키 — Tor 의 ClientOnionAuthDir 안 .auth_private 파일.
ar: مفتاح client-auth — ضمن ملف .auth_private داخل ClientOnionAuthDir الخاص بـ Tor.
en: client-auth key — in the .auth_private file inside Tor’s ClientOnionAuthDir.
es: Clave client-auth — en el archivo .auth_private dentro de ClientOnionAuthDir de Tor.
fr: Clé client-auth — dans le fichier .auth_private à l’intérieur de ClientOnionAuthDir de Tor.
hi: client-auth कुंजी — Tor के ClientOnionAuthDir के अंदर .auth_private फ़ाइल में।
ja: client-auth キー — Tor の ClientOnionAuthDir 内の .auth_private ファイル。
pt_br: Chave client-auth — no arquivo .auth_private dentro do ClientOnionAuthDir do Tor.
ru: Ключ client-auth — в файле .auth_private внутри ClientOnionAuthDir Tor.
zh_hans: client-auth 密钥 — 位于 Tor 的 ClientOnionAuthDir 中的 .auth_private 文件。

source: client-auth 키가 없거나 형식이 잘못됨 (52자 base32 필요) — Mac에서 새 QR을 출력해 다시 스캔하세요.
ar: مفتاح client-auth مفقود أو غير صالح (مطلوب 52 حرفًا بترميز base32) — اعرض رمز QR جديدًا على Mac وأعد المسح.
en: client-auth key missing or invalid (52-char base32 required) — show a new QR on Mac and rescan.
es: Clave client-auth ausente o no válida (se requieren 52 caracteres en base32) — genera un nuevo QR en Mac y vuelve a escanear.
fr: Clé client-auth manquante ou invalide (52 caractères base32 requis) — affichez un nouveau QR sur Mac et scannez à nouveau.
hi: client-auth कुंजी अनुपस्थित या अमान्य है (52-वर्ण base32 आवश्यक) — Mac पर नया QR दिखाएँ और फिर से स्कैन करें।
ja: client-auth キーがないか形式が不正です（base32 52 文字が必要） — Mac で新しい QR を表示して再スキャンしてください。
pt_br: Chave client-auth ausente ou inválida (52 caracteres base32 obrigatórios) — gere um novo QR no Mac e escaneie novamente.
ru: Ключ client-auth отсутствует или неверен (требуется base32, 52 символа) — покажите новый QR на Mac и отсканируйте снова.
zh_hans: client-auth 密钥缺失或格式无效(需 52 字符 base32)— 请在 Mac 上生成新 QR 并重新扫描。

source: dev 서버 대기 중
ar: في انتظار خادم dev
en: Waiting for dev server
es: Esperando al servidor dev
fr: En attente du serveur dev
hi: dev सर्वर की प्रतीक्षा है
ja: dev サーバーを待機中
pt_br: Aguardando o servidor dev
ru: Ожидание dev-сервера
zh_hans: 正在等待 dev 服务器

source: endpoint 조회 실패
ar: فشل الاستعلام عن نقطة النهاية
en: Failed to fetch endpoint
es: Error al consultar el endpoint
fr: Échec de la récupération du point de terminaison
hi: एंडपॉइंट प्राप्त करने में विफल
ja: エンドポイントの取得に失敗
pt_br: Falha ao buscar o endpoint
ru: Не удалось получить эндпоинт
zh_hans: 获取 endpoint 失败

source: iOS 가 백그라운드에서 Tor 소켓을 닫는 경우가 있어요. 앱을 한 번 다시 띄우면 깨끗하게 회복됩니다.
ar: يقوم نظام iOS أحيانًا بإغلاق منافذ Tor في الخلفية. أعد تشغيل التطبيق لاستعادة الاتصال بشكل نظيف.
en: iOS sometimes closes Tor sockets in the background. Reopening the app will recover cleanly.
es: iOS a veces cierra los sockets de Tor en segundo plano. Reabrir la app lo soluciona.
fr: iOS ferme parfois les sockets Tor en arrière-plan. Rouvrir l’app rétablit proprement la connexion.
hi: iOS कभी-कभी बैकग्राउंड में Tor सॉकेट बंद कर देता है। ऐप को दोबारा खोलने से ठीक हो जाएगा।
ja: iOS がバックグラウンドで Tor ソケットを閉じることがあります。アプリを開き直すと正常に復帰します。
pt_br: O iOS às vezes fecha os sockets do Tor em segundo plano. Reabrir o app resolve.
ru: iOS иногда закрывает сокеты Tor в фоне. Перезапуск приложения восстановит соединение.
zh_hans: iOS 有时会在后台关闭 Tor 套接字。重新打开应用即可恢复。

source: iOS 버전
ar: إصدار iOS
en: iOS version
es: Versión de iOS
fr: Version d'iOS
hi: iOS वर्शन
ja: iOS バージョン
pt_br: Versão do iOS
ru: Версия iOS
zh_hans: iOS 版本

source: iOS 설정 → 알림 켜기
ar: إعدادات iOS ← تفعيل الإشعارات
en: iOS Settings → Enable Notifications
es: Ajustes iOS → Activar notificaciones
fr: Réglages iOS → Activer les notifications
hi: iOS सेटिंग्स → सूचनाएँ चालू करें
ja: iOS 設定 → 通知をオン
pt_br: Ajustes iOS → Ativar notificações
ru: Настройки iOS → Включить уведомления
zh_hans: iOS 设置 → 开启通知

source: iPhone 앱 업데이트가 필요해요
ar: يلزم تحديث تطبيق iPhone
en: iPhone app update needed
es: Necesitas actualizar la app de iPhone
fr: Mise à jour de l’app iPhone requise
hi: iPhone ऐप अपडेट आवश्यक
ja: iPhone アプリの更新が必要です
pt_br: Atualização do app do iPhone necessária
ru: Нужно обновить приложение для iPhone
zh_hans: 需要更新 iPhone 应用

source: iPhone 앱: %@
ar: تطبيق iPhone: %@
en: iPhone app: %@
es: App de iPhone: %@
fr: App iPhone : %@
hi: iPhone ऐप: %@
ja: iPhone アプリ: %@
pt_br: App de iPhone: %@
ru: Приложение iPhone: %@
zh_hans: iPhone 应用：%@

source: iPhone 앱: %@ Mac 데몬: %@ (필요: ≥ %@)
ar: تطبيق iPhone: %@ خادم Mac: %@ (مطلوب: ≥ %@)
en: iPhone app: %@ Mac daemon: %@ (required: ≥ %@)
es: App de iPhone: %@ Daemon de Mac: %@ (requerido: ≥ %@)
fr: App iPhone : %@ Daemon Mac : %@ (requis : ≥ %@)
hi: iPhone ऐप: %@ Mac डेमॉन: %@ (आवश्यक: ≥ %@)
ja: iPhone アプリ: %@ Mac デーモン: %@ (必要: ≥ %@)
pt_br: App de iPhone: %@ Daemon do Mac: %@ (necessário: ≥ %@)
ru: Приложение iPhone: %@ Демон Mac: %@ (требуется: ≥ %@)
zh_hans: iPhone 应用：%@ Mac 守护进程：%@ (需要：≥ %@)

source: iPhone 앱: %@ Mac 데몬: 알 수 없음 (구버전)
ar: تطبيق iPhone: %@ خادم Mac: غير معروف (إصدار قديم)
en: iPhone app: %@ Mac daemon: unknown (old version)
es: App de iPhone: %@ Daemon de Mac: desconocido (versión antigua)
fr: App iPhone : %@ Daemon Mac : inconnu (ancienne version)
hi: iPhone ऐप: %@ Mac डेमॉन: अज्ञात (पुराना संस्करण)
ja: iPhone アプリ: %@ Mac デーモン: 不明(旧バージョン)
pt_br: App de iPhone: %@ Daemon do Mac: desconhecido (versão antiga)
ru: Приложение iPhone: %@ Демон Mac: неизвестно (старая версия)
zh_hans: iPhone 应用：%@ Mac 守护进程：未知(旧版本)

source: iPhone 앱: %@ (필요: ≥ %@)
ar: تطبيق iPhone: %@ (مطلوب: ≥ %@)
en: iPhone app: %@ (required: ≥ %@)
es: App de iPhone: %@ (requerido: ≥ %@)
fr: App iPhone : %@ (requis : ≥ %@)
hi: iPhone ऐप: %@ (आवश्यक: ≥ %@)
ja: iPhone アプリ: %@ (必要: ≥ %@)
pt_br: App de iPhone: %@ (necessário: ≥ %@)
ru: Приложение iPhone: %@ (требуется: ≥ %@)
zh_hans: iPhone 应用：%@ (需要：≥ %@)
